{
    "Our Work":"أعمالنا",
    "Order": "اطلب",
    "Home": "الرئيسية",
    "Development": "برمجة",
    "Advertising": "إعلانات",
    "Marketing": "تسويق",
    "Design": "تصميم",
    "Drag Cube": "إسحب المربع",
    "About Us": "من نحن",
    "Order Form": " طلب",
    "Your Name": "الإسم",
    "Your Email": "البريد الإلكتروني",
    "Your Phone Number": "رقم الهاتف",
    "Order Details": "تفاصيل الطلب",
    "Submit": "تقديم",
    "Back": "العودة",
    "Contact Us": "اتصل بنا",
    "Other": "غيرها",
    "Send Order": "أرسل طلبك",
    "Select a Service": "اختر خدمة",
    "Your order has been submitted successfully": "تم استلام طلبك بنجاح",
    "Building the Future, One Line at a Time": "نبني المستقبل، سطراً بعد سطر",
    "Beyond Clicks: Crafting Impact": "ما وراء النقرات: نصنع التأثير",
    "Connecting Brands to the Right Audience": "ربط العلامات التجارية بالجمهور المناسب",
    "Where Creativity Meets Functionality": "حيث تلتقي الإبداعية بالوظيفية",
      "dev_solutions": "مطورونا لا يكتبون الأكواد فحسب، بل يصنعون الحلول؛ من المنصات المدعومة بالذكاء الاصطناعي إلى التجارب ثلاثية الأبعاد المبتكرة، نحول الأفكار إلى واقع آمن وقابل للتوسع ومبتكر. هل أنت مستعد لتحويل رؤيتك إلى حقيقة؟",
      "marketing_trends": "نحن لا نتبع التوجهات، بل نصنعها. بحملات إبداعية مدروسة، وسرد قصصي جذاب، وتنفيذ يركز على العائد الفعلي، نضمن أن تترك رسالتك بصمتها. حان الوقت لنصنع التأثير معًا",
      "data_driven": "استراتيجيات قائمة على البيانات، وقصص ملهمة، ونتائج ملموسة - نحن لا نروج فقط، بل نبني علاقات تدوم وتنمي أعمالك. جمهورك في انتظارك",
      "design_experience": "كل تفصيلة لها معنى. مصممونا يجمعون بين الجمال والوظيفية لإنشاء واجهات جذابة وفعالة. لنبتكر شيئًا لا يُنسى",
      "Name must be at least 3 letters long and contain only letters": "الاسم يجب أن يتكون من ثلاث حروف على الأقل ويحتوي على الحروف فقط",
      "Phone number must be between 7 to 15 digits": "رقم الهاتف يجب أن يكون بين 7 و15 رقم",
      "Ready to start your project?": "مستعد للبدء بفكرتك",
      "call to action": "دعنا نفهم كيف لنا أن نساعدك",
      "Start a Project": "اطلب خدمتك",
      "discover": "اكتشف أعمالنا المعاصرة وقصص نجاحاتنا, نحن ندمج التقنيات الحديثة مع التفكير الإبداعي لحل كل المشاكل التي نواجهها",
      "Load More Projects": "انظر للمزيد",
      "Company": "الشركة",
      "All Projects": "الكل",
      "Services": "الخدمات",

        "Metadata": {
          "keywords": "تكنولوجيا, برمجيات, تطوير, حلول, تطوير مواقع الويب, تجارب ثلاثية الأبعاد, تصميم واجهات المستخدم, التسويق الرقمي, برامج كخدمة (SaaS), حلول الذكاء الاصطناعي, مواقع ويب ثلاثية الأبعاد غامرة, الشركات في الشرق الأوسط, فكر تك, فكر تك العراق, فكر تك الشرق الأوسط, فكر تك تطوير مواقع الويب العراق, فكر تك تجارب ثلاثية الأبعاد العراق, فكر تك تصميم واجهات المستخدم العراق, فكر تك التسويق الرقمي العراق, فكر تك برامج كخدمة (SaaS) العراق, فكر تك حلول الذكاء الاصطناعي العراق, فكر تك مواقع ويب ثلاثية الأبعاد غامرة العراق, قصص نجاح فكر تك في تطوير المواقع بالعراق, قصص نجاح فكر تك في التجارب ثلاثية الأبعاد بالعراق, قصص نجاح فكر تك في تصميم واجهات المستخدم بالعراق, قصص نجاح فكر تك في التسويق الرقمي بالعراق, قصص نجاح فكر تك في برامج SaaS بالعراق, أفضل شركة تطوير مواقع في العراق, الذكاء الاصطناعي لنمو الأعمال في الشرق الأوسط, حلول SaaS بأسعار مناسبة للشركات الناشئة, مواقع ثلاثية الأبعاد للشركات في الشرق الأوسط, فكر تك حلول SaaS بأسعار مناسبة بالعراق, فكر تك مواقع ثلاثية الأبعاد للشركات في الشرق الأوسط, فكر تك الذكاء الاصطناعي لنمو الأعمال بالعراق, قصص نجاح فكر تك في حلول SaaS بأسعار مناسبة, قصص نجاح فكر تك في مواقع ثلاثية الأبعاد للشركات, قصص نجاح فكر تك في الذكاء الاصطناعي لنمو الأعمال, قصص نجاح فكر تك في تطوير المواقع, قصص نجاح فكر تك في تصميم واجهات المستخدم, قصص نجاح فكر تك في التسويق الرقمي",
          "desc": "فكر تك هي أول شركة تقنية في العراق تعمل بالذكاء الاصطناعي، متخصصة في تطوير التطبيقات ومواقع الويب ثلاثية الأبعاد، تصميم واجهات المستخدم، خدمات التصميم الجذابة وخلق إعلانات احترافية. نحن نبتكر الحلول في جميع أنحاء الشرق الأوسط"
        }
    }
