{
    "Our Work":"Our Work",
    "Order": "Order",
    "Development": "Development",
    "Advertising": "Advertising",
    "Marketing": "Marketing",
    "Design": "Design",
    "Drag Cube": "Drag Cube",
    "Building the Future, One Line at a Time": "Building the Future, One Line at a Time",
    "Beyond Clicks: Crafting Impact": "Beyond Clicks: Crafting Impact",
    "Connecting Brands to the Right Audience": "Connecting Brands to the Right Audience",
      "dev_solutions": "Our developers don’t just write code, they craft solutions; From AI-powered platforms to immersive 3D experiences, we turn ideas into scalable, secure, and cutting-edge realities. Ready to bring your vision to life?",
      
      "marketing_trends": "We don’t chase trends; we set them. Targeted campaigns, creative storytelling, and ROI-focused execution ensure your message stands out. Let’s make noise together.",
      
      "data_driven": "Data-driven strategies, compelling storytelling, and measurable results—we don’t just market; we build relationships that grow your business. Your audience is waiting.",
      
      "design_experience": "Every pixel has purpose. Our designers blend aesthetics with usability to create interfaces that captivate and convert. Let’s design something unforgettable.",
      "call to action": "Let's discuss how we can help bring your vision to life.",
      "discover": "Discover our innovative projects and success stories. We combine cutting-edge technology with creative solutions to solve complex problems.",
      "About Us": "About Us",
      "Where Creativity Meets Functionality": "Where Creativity Meets Functionality",
      "Order Form": " Order Form",
      "Your Name": "Your Name",
      "Your Email": " Your Email",
      "Your Phone Number": "Your Phone Number ",
      "Order Details": " Order Details",
      "Submit": "Submit",
      "Back": "Back",
      "Contact Us": " Contact Us",
      "Other": "Other",
      "Send Order": " Send Order",
      "Select a Service": " Select a Service",
      "Your order has been submitted successfully": " Your order has been submitted successfully",
      "Name must be at least 3 letters long and contain only letters": "Name must be at least 3 letters long and contain only letters ",
      "Phone number must be between 7 to 15 digits": " Phone number must be between 7 to 15 digits ",
      "Ready to start your project?": " Ready to start your project?",
      "Start a Project": " Start a Project",
      "Load More Projects": "Load More Projects ",
      "Company": "Company",
      "All Projects": "All Projects",
      "Services": "Services",

        "Metadata": {
          "keywords": "technology, software, development, solutions, Web Development, 3D Experiences, UX/UI Design, Digital Marketing, SaaS, AI Solutions, Immersive 3D Websites, Businesses in the Middle East, FiqrTech, FiqrTech Iraq, FiqrTech Middle East, FiqrTech Iraq Web Development, FiqrTech Iraq 3D Experiences, FiqrTech Iraq UX/UI Design, FiqrTech Iraq Digital Marketing, FiqrTech Iraq SaaS, FiqrTech Iraq AI Solutions, FiqrTech Iraq Immersive 3D Websites, FiqrTech Iraq Web Development Success Stories, FiqrTech Iraq 3D Experiences Success Stories, FiqrTech Iraq UX/UI Design Success Stories, FiqrTech Iraq Digital Marketing Success Stories, FiqrTech Iraq SaaS Success Stories, Best Web Development Company in Iraq, AI for Business Growth in Middle East, Affordable SaaS Solutions for Startups, 3D Websites for Businesses in the Middle East, FiqrTech Iraq Affordable SaaS Solutions, FiqrTech Iraq 3D Websites for Businesses in the Middle East, FiqrTech Iraq AI for Business Growth, FiqrTech Iraq Affordable SaaS Solutions Success Stories, FiqrTech Iraq 3D Websites for Businesses in the Middle East Success Stories, FiqrTech Iraq AI for Business Growth Success Stories, FiqrTech Iraq Web Development Success Stories, FiqrTech Iraq UX/UI Design Success Stories, FiqrTech Iraq Digital Marketing Success Stories",
          "desc": "FiqrTech is the first AI-driven tech company in Iraq specializing in web development, 3D experiences, UX/UI design, and digital marketing. We build cutting-edge SaaS, AI solutions, and immersive 3D websites for businesses across the Middle East."
        }
  }

  


  